---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCSlopedFlange.ClearWebHeight
source: html/dbfc1e7b-830b-24e7-b4fb-97bf278c5c00.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCSlopedFlange.ClearWebHeight Property

Detailing depth between the web toes of the fillets, in.(mm)

## Syntax (C#)
```csharp
public double ClearWebHeight { get; set; }
```